Repository: common-repository/imaxel-pw2p
Catalog: language/Imaxel.po
Languages: es_es

source: after Woo order status changes to <strong>“Processing”</strong>
es_es: en el estado de pedido <strong>“Procesando”</strong>

source: &mdash; Select &mdash;
es_es: &mdash; Seleccionar &mdash;

source: 1. Wordpress compatible version<br/> 2. WooCoomerce plugin compatible version.<br/>3. Active account in Imaxel pW2P external platform. Contact imaxel.com for further details.
es_es: 1. Versión de Wordpress compatible<br/>2. Versión compatible del plugin de Woocommerce. <br/>3. Una cuenta activa en la plataforma externa Imaxel pW2P. Contacta con imaxel.com para más detalles.

source: <span style="color: orange;">pW2P</span> product
es_es: Producto <span style="color: orange;">pW2P</span>

source: <span style="color: orange;">pW2P</span> project
es_es: Producto <span style="color: orange;">pW2P</span>

source: <span style="color: orange;">pW2P</span> status
es_es: Estado en <span style="color: orange;">pW2P</span>

source: About <span style="color: orange;">Imaxel pW2P</span>
es_es: En <span style="color: orange;">Imaxel</span>

source: Action
es_es: Acción

source: Activate <strong>automatic production</strong>
es_es: Activar <strong>producción automática</strong>

source: Are you really sure you want to delete this project
es_es: Estás seguro que quieres borrar este proyecto.

source: Buy order
es_es: Comprar pedido

source: Cancelled
es_es: Cancelado

source: Choose an option
es_es: Elige

source: Congratulations, you just completed the installation!
es_es: Felicidades, has completado con éxito la instalación

source: Create now
es_es: Crear ahora

source: Create product in Woo
es_es: Crear producto en Woo

source: Created
es_es: Creado

source: Delete in Woo
es_es: Borrado en Woo

source: Delete project
es_es: Borrar tu proyecto

source: Delete your project
es_es: Borrar tu proyecto

source: Dimensions
es_es: Dimensiones

source: Duplicate project
es_es: Duplicar tu proyecto

source: Edit project
es_es: Mis proyectos

source: From
es_es: De

source: Import now
es_es: Importar ahora

source: In <span style="color: orange;">pW2P</span>
es_es: En <span style="color: orange;">pW2P</span>

source: Introduce <strong>“Private key”</strong> supplied by Imaxel
es_es: Introduce tu <strong>“Clave privada”</strong> suministrada por Imaxel

source: Introduce <strong>“Public key”</strong> supplied by Imaxel
es_es: Introduce tu <strong>“Clave pública”</strong> suministrada por Imaxel

source: Last connection to imaxel pW2P platform on:
es_es: Última conexión a la plataforma imaxel pW2P fue:

source: Last products import:
es_es: Última importación de productos:

source: My projects
es_es: Mis proyectos

source: Order
es_es: Pedido

source: Price
es_es: Precio

source: Produce ORDER
es_es: Producir pedido

source: Produced
es_es: Producido

source: Product
es_es: Producto

source: Product created width ID <strong>
es_es: Producto creado con la ID <strong>

source: Products
es_es: Productos

source: Project
es_es: Proyecto

source: Projects
es_es: Proyectos

source: Ready
es_es: Listo

source: Reprocess will duplicate the production of the ORDER
es_es: Reproducir duplicará la producción del pedido

source: Reproduce ORDER
es_es: Reproducir pedido

source: Save and update
es_es: Guardar y actualizar

source: Settings
es_es: Configuración

source: Sorry, it's seem that you may active first the woocommerce plugin.
es_es: Lo siento, parece ser que el plugin de Woocommerce no está activo.

source: Status
es_es: Estado

source: System Requirements to enable personalizable products
es_es: Requerimientos del sistema para activar productos personalizados.

source: This action will send the ORDER
es_es: Esta acción enviará el pedido

source: This plugin connects Wordpress to Imaxel pW2P cloud platform to enable the creation and sales of personalized products such as prints, photobooks, canvas, collages, gifts, t-shirts, mugs and others directly in woocommerce and wordpress embedding the imaxel pW2P online editors.
es_es: Este plugin conecta Wordpress a la plataforma en la nube Imaxel pW2P para habilitar la creación y venta de productos personalizados como impresiones, álbumes, canvas, collages, regalos, camisetas, tazas entre otros, directamente en woocommerce y wordpress embebiendo el editor online de Imaxel pW2P.

source: This plugin version is tested up to
es_es: Este plugin ha sido testado en:

source: This plugin version is:
es_es: La versión de este plugin es:

source: This product is currently out of stock and unavailable.
es_es: Sin stock, no disponible

source: Unkwon user
es_es: Desconocido

source: Updated
es_es: Actualizado

source: Updated on
es_es: Actualizado en

source: Use only tested versions to avoid functioning issues.<br/> This site is currently using versions:
es_es: Usa sólo versiones testadas para evitar problemas de funcionamiento.<br/> Este sitio actualmente usa las versiones:

source: User name
es_es: Usuario

source: Variants
es_es: Variaciones

source: Weight
es_es: Peso

source: Woo Order
es_es: Pedido Woo

source: Woo Product
es_es: Producto Woo

source: Woo Status
es_es: Estado en Woo

source: Woocommerce plugin version:
es_es: Versión del plugin Woocommerce:

source: Wordpress version:
es_es: Versión de Wordpress:

source: imaxel pW2P (personalization Web-to-Print) plugin for Wordpresss
es_es: Plugin imaxel pW2P (personalization Web-to-Print) para Wordpress

source: imaxel pW2P personalizable products
es_es: Productos personalizables imaxel pW2P

source: imaxel pW2P plugin settings
es_es: Configuraciones del plugin Imaxel

source: pW2P projects
es_es: Proyectos

source: select the actual <strong>“shopping cart”</strong> page used in Woo
es_es: Selecciona la página actual de <strong>“carrito”</strong> usada en Woo
